Repository: huwung/ProjektOmegaT
Catalog: training/materials/legacy/spanish_to_english.tmx
Source language: es
Languages: en

source: Lo que enlaza aquí
en: What links here

source: Cambios en enlazadas
en: Related changes

source: Subir archivo
en: Upload file

source: Páginas especiales
en: Special pages

source: Versión para imprimir
en: Printable version

source: Enlace permanente
en: Permanent link

source: Citar este artículo
en: Cite this article

source: Esta página fue modificada por última vez a las 04:40 28 jul 2006.
en: This page was last modified 04:40 28 Jul 2006.

source: El contenido está disponible bajo los términos de la Licencia de documentación libre de GNU (véase Copyrights para más detalles).
en: All text is available under the terms of the GNU Free Documentation License. (See Copyrights for details.)

source: Wikipedia® es una marca registrada de Wikimedia Foundation, Inc.
en: Wikipedia® is a registered trademark of the Wikimedia Foundation, Inc.

source: Política de privacidad
en: Privacy policy

source: Acerca de Wikipedia
en: About Wikipedia

source: aire acondicionado
en: air conditioner

source: lavadora
en: washing machine

source: congelador y
en: freezer and

source: refrigador
en: refrigerator

source: Pequeñas aplicaciones
en: Small appliances

source: clothes dryer
en: secador

source: Ayuda
en: Help

source: Cambios recientes
en: Recent changes

source: Portal de la comunidad
en: Community portal

source: Navegación
en: Navigation

source: Enlaces
en: Links

source: La mochila debe de ser permeable.
en: The knapsack must be permeable.

source: Las ventiscas en la alta montaña son peligrosas, pues además del frío, el viento puede arrastrar a una persona.
en: Snow drifts in high mountains are dangerous, because in addition to the cold, a person can be dragged by the wind.

source: Es recomendable conocer la previsiónn meterológica.
en: It is advisable to check the weather forecast.

source: El inconveniente es que se avanza lentamente.
en: The disadvantage is that progress is slow.

source: Los aludes o avalanchas suponen una gran amenaza para la práctica de este deporte, sobre todo en la alta montaña.
en: Avalanches present a major threat when this sport is undertaken, particularly in high mountains.

source: Técnica de aseguramiento
en: Safety techniques

source: Cuando la verticalidad o la dureza del hielo lo requieren, es más que recomendable asegurarse con los siguientes materiales.
en: When required by the gradient or the hardness of the ice requires it, it is highly advisable to take safety measures by using the following materials.

source: El equipamiento para asegurarse en la ascensión es parecido al de la escalda en hielo.
en: The safety equipment used for the ascent is similar to that used for ice climbing.

source: Se suele usar equipamiento para seguridad.
en: Safety equipment is usually used.
